{
  "projects": [
    {
      "visible": true,
      "title": "Veloforte",
      "description": "A natural performance nutrition retailer e-Commerce store built on Shopify. This project involved collaborating with a designer and sales optimisation expert to make changes to the site such as UI/UX enhancements, bug fixes and creating new sections using liquid and Shopify's schema.",
      "tags": ["Shopify"],
      "image": {
        "src": "../../images/veloforte.png",
        "alt": "A screenshot of the Veloforte website homepage"
      },
      "links": [
        {
          "type": "external",
          "url": "https://veloforte.com/"
        }
      ]
    },
    {
      "visible": true,
      "title": "Cullimore Dutton",
      "description": "A solicitors and financial services firm. I used Adobe XD to design a mockup of the website and then built it out on WordPress.",
      "tags": ["WordPress"],
      "image": {
        "src": "../../images/cullimore-dutton.png",
        "alt": "A screenshot of the Cullimore Dutton website homepage"
      },
      "links": [
        {
          "type": "external",
          "url": "https://cullimoredutton.co.uk/"
        }
      ]
    },
    {
      "visible": true,
      "title": "Left Bank",
      "description": "Left Bank is a print and digital magazine about life on the Left Bank of the Mersey. I was heavily involved with the design process, creating the UI on Adobe XD and then built out the website using Next.js for the frontend connected to Strapi, the headless CMS.",
      "tags": ["React", "Next.js", "Strapi"],
      "image": {
        "src": "../../images/wirral-left-bank.png",
        "alt": "A screenshot of the Wirral Left Bank website homepage"
      },
      "links": [
        {
          "type": "external",
          "url": "https://www.leftbank.life/"
        }
      ]
    },
    {
      "visible": true,
      "title": "War Graves Week",
      "description": "An online experience to commemorate incredible people who served in WWI and WWII for CWGC War Graves Week. The website is built using technologies such as React, Next.js and Tailwind along with other npm packages and is embedded into the Commonwealth War Graves Commission's website using an iFrame.",
      "tags": ["React", "Next.js"],
      "image": {
        "src": "../../images/war-graves-week.png",
        "alt": "A screenshot of the War Graves Week website homepage"
      },
      "links": [
        {
          "type": "external",
          "url": "https://war-graves.vercel.app/"
        }
      ]
    },
    {
      "visible": true,
      "title": "Urban Aesthetics",
      "description": "A Shopify store that sells fitness apparel. I redesigned the website, built new sections and optimised page load speed. I'm currently working on building a custom Shopify theme from the ground up for their rebrand.",
      "tags": ["Shopify"],
      "image": {
        "src": "../../images/urban-aesthetics.png",
        "alt": "A screenshot of the Urban Aesthetics website homepage"
      },
      "links": [
        {
          "type": "external",
          "url": "https://urbanaestheticscc.com/"
        }
      ]
    }
  ],
  "button": {
    "visible": false,
    "label": "Visit on Github",
    "url": "https://github.com/harrison9617"
  }
}
